{
    "title": "about me",
    "summary": "Hi, I'm Lars! I am a creative developer who works at the intersection of learning and technology. In my current role, I develop learning and talent development products for people who want to get better at what they do for work every day. I use a lot of different tools toward this end: video, motion graphics, sound, code, text, and simulation. Everything I do is research-informed and user-centered.",
    "details": [
       "lead teams of designers to produce impactful, engaging, and innovative digital learning experiences",
       "produced animations, educational videos, infographics, and multimedia open-source learning materials",
       "created websites for research projects, a podcast, and small businesses",
       "researched, developed, tested, and evaluated user interfaces for learning",
        "taught hundreds of college students how to create digital stories and interactive maps",
        "earned a doctorate from the University of Minnesota (emphasis on technology + social justice)",
        "coached instructors on creative ways to teach online",
        "taught university courses",
        "completed a full-stack software engineering bootcamp",
        "presented research at conferences and published in peer-reviewed journals"
    ],
    "principles": [
        "accessibility",
        "unviversal design for learning",
        "usability",
        "experimentation",
        "creativity",
        "learning by doing",
        "inclusive design", 
        "social justice",
        "research driven design"
    ],
    "technologies": [
      {"url": "../images/layout.svg", "alt": "websites"},
      {"url": "../images/animation.svg", "alt":"animations"}, 
      {"url": "../images/headphones.svg", "alt":"digital music"},
      {"url": "../images/joystick.svg", "alt":"games"},
      {"url": "../images/online-video.svg", "alt":"videos"}, 
      {"url": "../images/learning.svg", "alt":"lessons"},
      {"url": "../images/visitors.svg", "alt":"online exhibits"},
      {"url": "../images/infographic.svg", "alt":"infographics"}
    ],
    "wrapup": "You can often find me picking up new skills through short courses or personal projects. When I'm not working, I love to hike, barbecue, read fiction, and play any kind of game.",
    "quote": "whatever you pay attention to grows",
    "tagline": "currently working on: game development and sound design", 
    "featured_game": "https://itch.io/embed-upload/2986502?color=333333"
}